Repository: nilsonmorales/Badass
Catalog: Packages_POU/pre-paquetes/20140430/20140430.pet/usr/share/lib/ROX-Lib2/Messages/*.po
Languages: de, fr, it, pt_br

source: ROX-Lib2 contains code that is useful to newer ROX applications. You should place this directory somewhere where other programs can find it, such as ~/lib or /usr/local/lib. ROX-Lib version: %s PyGTK version: %s GTK version: %s PyGTK location: %s
de: ROX-Lib2 enthält Code für aktuelle ROX-Programme. Sie sollten das Verzeichnis platzieren, wo andere Programme es finden können, wie ~/lib oder /usr/local/lib. ROX-Lib Version: %s PyGTK Version: %s GTK Version: %s PyGTK Ort: %s
fr: ROX-Lib2 contient du code utile aux nouvelles applications ROX. Vous devez placer ce répertoire à un endroit où les autres programmes peuvent le trouver, comme ~/lib ou /usr/local/lib. Version ROX-Lib : %s Version PyGTK : %s Version GTK : %s Chemin vers PyGTK : %s
it: ROX-Lib2 contiene codice utile per le nuove applicazioni ROX. Mettere questa directory dove gli altri programmi possano trovarla, cioé in «~/lib» o in «/usr/local/lib». Versione ROX-Lib: %s Versione PyGTK: %s Versione GTK: %s Posizione PyGTK: %s

source: %s options
it: Opzioni di %s

source: _Revert
de: _Rückgängig
fr: _Revenir
it: _Ripristina
pt_br: _Reverter

source: Restore all options to how they were when the window was opened
de: Alle Einstellungen auf ihren Ausgangswert beim Öffnen des Fensters setzen
fr: Restaurer toutes les options aux valeurs qu'elles avaient lorsque la fenêtre a été ouverte
it: Rimette tutte le opzioni come erano prima dell'apertura della finestra
pt_br: Restaura as opções igual estavam antes desta janela ser aberta.

source: The pygtk2 package (2.0.0 or later) must be installed to use this program: http://rox.sourceforge.net/desktop/ROX-Lib
fr: Le paquet pygtk2 (2.0.0 ou version ultérieure) doit être installé pour utiliser ce programme : http://rox.sourceforge.net/desktop/ROX-Lib
it: Per usare questo programma è necessario installare il pacchetto pygtk2 (2.0.0 o successivo): http://rox.sourceforge.net/desktop/ROX-Lib

source: Broken pygtk installation: found pygtk (%s), but not gtk!
de: PyGTK nicht korrekt installiert: pygtk (%s) gefunden, nicht aber gtk!
fr: Mauvaise installation de pygtk : pygtk (%s) a été trouvé, mais pas gtk !
it: Installazione di pygtk difettosa: è stato trovato pygtk (%s), ma non gtk.

source: Operation aborted at user's request
de: Aktion auf Benutzerwunsch abgebrochen
fr: Opération annulée à la demande de l'utilisateur
it: Operazione interrotta per richiesta dell'utente
pt_br: A operação foi abortada pelo usuário

source: Error
de: Fehler
fr: Erreur
it: Errore
pt_br: Erro

source: Information
de: Hinweis
it: Informazione
pt_br: Informação

source: Confirm:
de: Bestätigen:
fr: Confirmer :
it: Conferma:
pt_br: Confirmar:

source: You do not have the Python 'xml' module installed, which ROX-Lib2 requires. You need to install python-xmlbase (this is a small package; the full PyXML package is not required).
de: Das Python 'xml'-Modul ist nicht installiert, welches von ROX-Lib2 benötigt wird.Es muss python-xmlbase installiert sein (ein kleines Paket; das vollständige PyXML-Paket wird nicht benötigt).
fr: Vous n'avez pas le module Python 'xml' d'installé, requis par ROX-Lib2. Vous devez installer python-xmlbase (c'est un petit paquet ; le paquet PyXML complet n'est pas requis).
it: Non è installato il modulo «xml» di Python, richiesto da ROX-Lib2. È necessario installare «python-xmlbase» (è un pacchetto piccolo: non è richiesto l'intero PyXML).
pt_br: Você não tem o módulo Python 'xml' instalado, que o ROX-Lib requer. Você deve instalar o python-xmlbase (este é um pequeno pacote; o pacote PyXML inteiro não é necessário).

source: _Details
fr: _Détails
it: _Dettagli
pt_br: _Detalhes

source: _Bug Report
de: Fehler_bericht
fr: _Rapport de bug
it: Segnala _bug
pt_br: Reportar _Bugs

source: Forced Quit
de: Erzwungener Programmabbruch
fr: Terminaison forcée
it: Esci subito
pt_br: Forçar Sair

source: Stack trace (innermost last)
de: Stackrückverfolgung (von aussen nach innen)
fr: Trace de la pile (extérieur vers intérieur)
it: Stack trace (il più interno è l'ultimo)
pt_br: Stack trace (geralmente a última)

source: Local variables in selected frame:
de: Lokale Variablen in gewähltem Rahmen:
fr: Variables locales dans la « frame » sélectionnée :
it: Variabili locali nel frame selezionato:
pt_br: Variáveis locais no frame selecionado:

source: Retry
de: Erneut versuchen
fr: Réessayer
it: Riprova
pt_br: Repetir

source: Examine
de: Durchsuchen
fr: Examiner
it: Esamina
pt_br: Examinar

source: Error:
de: Fehler:
fr: Erreur :
it: Errore:
pt_br: Erro:

source: Could not create directory `%s' because a file already exists at that path.
de: Konnte Verzeichnis `%s' nicht anlegen, da eine gleichnamige Datei bereits existiert.
fr: Impossible de créer le répertoire « %s » car un fichier existe déjà à cet endroit.
it: Impossibile creare la directory «%s»: il file esiste già.
pt_br: Não é possivel criar o diretório `%s' porque já existe um arquivo com este nome.

source: Could not create directory `%s'.
de: Konnte Verzeichnis `%s' nicht anlegen.
fr: Impossible de créer le répertoire « %s ».
it: Impossibile creare la directory «%s».
pt_br: Não é possível criar o diretório `%s'.

source: The program '%s' cannot be run, as the 0launch command is not available. It can be downloaded from here: http://0install.net/injector.html
de: Das Programm '%s' kann nicht ausgeführt werden, da der 0launch-Befehl nicht verfügbar ist. Erkann von hier runtergeladen werden: http://0install.net/injector.html
fr: Le programme « %s » ne peut pas tourner, car la commande 0launch n'est pas disponible. Elle peut être téléchargée d'ici : http://0install.net/injector.html
it: Non è possibile eseguire il programma «%s» perché il comando «0launch» non è disponibile. Può essere scaricato da qui: http://0install.net/injector.html

source: Cannot load files from a remote machine (multiple files, or target application/octet-stream not provided)
de: Kann Netzwerkdateien nicht laden (laden mehrere Dateien auf einmal oder Dateityp application/octet-stream nicht unterstützt)
fr: Impossible de charger les fichiers depuis une machine distante (fichiers multiples, ou cible application/octet-stream non fournie)
it: Impossibile caricare i file dalla macchina remota (file multipli o target application/octet-stream non forniti)
pt_br: Impossível abrir os arquivos da máquina remota (arquivos múltiplos, ou o destino application/octet-stream não disponível)

source: The '%s' command returned an error code! Make sure you have the freedesktop.org shared MIME package: http://www.freedesktop.org/standards/shared-mime-info.html
de: Der Befehl '%s' hat eine Fehlermeldung übergeben! Versichern Sie sich, dass das freedesktop.org MIME-Paket installiert ist: http://www.freedesktop.org/standards/shared-mime-info.html
fr: La commande « %s » a retourné un code d'erreur ! Assurez-vous que vous avez le paquet MIME partagé de freedesktop.org : http://www.freedesktop.org/standards/shared-mime-info.html
it: Il comando «%s» ha restituito un codice di errore. Assicurarsi di avere il pacchetto shared MIME di freedesktop.org: http://www.freedesktop.org/standards/shared-mime-info.html
pt_br: O comando '%s' retornou um código de erro! Tenha certeza de ter o pacote shared MIME: http://www.freedesktop.org/standards/shared-mime-info.html

source: Install %s
de: Installieren von %s
fr: Installation de %s
it: Installa %s

source: Type
de: Typ
it: Tipo

source: Name
fr: Nom
it: Nome

source: Current
de: Aktuell
fr: Courant
it: Attuale

source: Install?
de: Installieren?
fr: Installer ?
it: Installa?

source: Uninstall?
de: Entfernen?
fr: Désinstaller ?
it: Disinstalla?

source: Run actions can be changed by selecting a file of the appropriate type in the Filer and selecting the menu option 'Set Run Action...'
de: Startaktionen lassen sich ändern durch Wahl einer Datei passenden Typs im Dateimanager und Wahl des Menüpunktes 'Startaktion ändern...'
fr: Les actions d'exécution peuvent être changées en sélectionnant un fichier de type approprié dans le Filer et en sélectionnant l'option de menu « Fixer l'action d'exécution »
it: L'azione predefinita può essere cambiata selezionando un file di tipo appropriato nel filer e poi il menù «Imposta azione...»
pt_br: Ações podem ser alteradas selecionando um arquivo do tipo apropriado no 'Filer' e selecionando no menu a opção 'Alterar ação...'

source: run action
de: Startaktion
fr: action d'exécution
it: esegui azione
pt_br: ação

source: thumbnail handler
de: Miniaturvorschau-Dienstprogramm
fr: gestionnaire de vignettes
it: gestore di miniature
pt_br: gerenciador de miniaturas

source: Thumbnail handlers provide support for creating thumbnail images of types of file. The filer can generate thumbnails for most types of image (JPEG, PNG, etc.) but relies on helper applications for the others.
de: Miniaturvorschau-Dienstprogramme bieten die Möglichkeit, Bildchen (Thumbnails) für bestimmte Dateitypen zu erzeugen. Der Dateimanager kann solche Bildchen für die meisten Arten von Bilddateien (JPEG, PNG; etc.) erzeugen, für andere Typen nimmt er hingegen geeignete Dienstprogramme zur Hilfe.
fr: Les gestionnaires de vignettes fournissent un support pour créer des vignettes associées aux types de fichiers. Le Filer peut générer des vignettes pour la plupart des types d'images (JPEG, PNG, etc.), mais se base sur des applications auxiliaires pour les autres.
it: I gestori di miniature fornisco il supporto per creare le miniature di vari tipi di file. Il filer può generare le miniature di molti tipi di immagine (jpeg, png, ecc...), ma occorrono opportune applicazioni per gli altri tipi di file.
pt_br: O gerenciador de miniaturas prove suporte a criação de mini imagens dos tipos de arquivo. O 'Filer' pode gerar miniaturas para a maioria dos tipos de imagem (JPEG, PNG, etc.) mas requer ajuda das aplicações para outros tipos.

source: type handler
de: Dienstprogramm für diesen Typ
fr: gestionnaire de types
it: gestore tipi
pt_br: gerenciador de tipo

source: The application can handle files of these types. Click on OK to add it to the SendTo menu for the type of file, and also the customized File menu.
de: Das Programm kann Dateien dieses Typs verarbeiten. Drücken Sie OK, um es zum "Öffnen mit..."-Menü für diesen Dateityp hinzuzufügen, als auch zum benutzerspezifischen Dateimenü.
fr: L'application peut manipuler des fichiers de ces types. Cliquer sur OK pour l'ajouter au menu SendTo (« envoyer à ») pour le type de fichier, et aussi au menu Fichier personnalisé.
it: L'applicazione può gestire i file di questo tipo. Fare clic su «Ok» per aggiungerla nei menù «File» e «Invia a...».
pt_br: A aplicação pode manusear arquivos destes tipos. Clique em OK para adicioná-la ao menu 'Enviar Para' do tipo do arquivo, e também customizar o menu Arquivo.

source: Delete temporary file '%s'?
de: Die temporäre Datei '%s' löschen?
fr: Supprimer le fichier temporaire '%s' ?
it: Eliminare il file temporaneo «%s»?
pt_br: Apago o arquivo temporário '%s'?

source: Drag the icon to a directory viewer (or enter a full pathname)
de: Ziehe das Symbol auf ein Dateienfenster (oder den vollen Dateipfad eingeben)
fr: Faites glisser l'icône sur un visualiseur de répertoire (ou entrez un chemin complet)
it: Trascinare l'icona su un visualizzatore di directory (o inserire un percorso completo)
pt_br: Arraste o ícone para um diretório (ou entre com o caminho completo)

source: Unnamed
de: Unbenannt
fr: Sans_nom
it: SenzaNome
pt_br: Sem Nome

source: '%s' already exists as a directory.
de: '%s' bereits als Verzeichnis vorhanden.
fr: « %s » existe déjà comme répertoire.
it: «%s» esiste già ed è una directory.

source: Permissions changed from %o to %o.
de: Zugriffsrechte geändert von %o zu %o.
fr: Les permissions ont changé de %o à %o.
it: Permessi cambiati da %o a %o.
pt_br: As permissões foram alteradas de %o para o %o.

source: Size was %d bytes; now %d bytes.
de: Größe war %d Bytes; jetzt %d Bytes.
fr: La taille était de %d octets; elle est maintenant de %d octets.
it: La dimensione era %d byte, ora è di %d byte.
pt_br: O tamanho era de %d bytes; agora é de %d bytes.

source: Modification time changed.
de: Änderungszeit geändert.
fr: La date de modification a changé.
it: La data dell'ultima modifica è cambiata.
pt_br: Hora de modificação alterada.

source: File '%s' already exists -- overwrite it?
de: Datei mit Namen '%s' bereits vorhanden -- diese überschreiben?
fr: Le fichier « %s » existe déjà -- le remplacer ?
it: Il file «%s» esiste già: sovrascrivere?
pt_br: O Arquivo '%s' ja existe -- sobrescrevo-o?

source: _Overwrite
de: _Überschreiben
fr: _Remplacer
it: S_ovrascrivi
pt_br: _Sobrescrever

source: _Discard
de: _Verwerfen:
fr: _Annuler
it: Abban_dona
pt_br: _Descartar

source: Save As:
de: Speichern Als:
fr: Sauver sous :
it: Salva come:
pt_br: Salvar Como:

source: WARNING from ROX-Lib: the version of findrox.py used by this application (%s) is very old and may cause problems.
fr: ATTENTION (ROX-Lib) : la version de findrox.py utilisée par cette application (%s) est très ancienne et peut causer des problèmes.

source: Thumbnail not implemented
fr: Vignettes non implémentées
