Repository: nilsonmorales/Badass
Catalog: usr/share/lib/ROX-Lib2/Messages/*.po
Languages: es, hu, pl

source: ROX-Lib2 contains code that is useful to newer ROX applications. You should place this directory somewhere where other programs can find it, such as ~/lib or /usr/local/lib. ROX-Lib version: %s PyGTK version: %s GTK version: %s PyGTK location: %s
es: ROX-Lib2 contiene código útil para las más nuevas aplicaciones de ROX. Debería guardar este directorio dónde los otros programas puedan encontrarlo, tal como «~/lib» o «/usr/local/lib». Versión de ROX-Lib: %s Versión de PyGTK: %s Versión de GTK: %s Localización de PyGTK: %s
hu: A ROX-Lib2 az újabb ROX alkalmazások számára hasznos kódot tartalmaz. Olyan helyre másold ezt a könyvtárat, ahol a programok meg fogják találni. Például: ~/lib vagy /usr/local/lib. ROX-Lib verzió: %s PyGTK verzió: %s GTK verzió: %s PyGTK helye: %s
pl: ROX-Lib2 zawiera kod używany przez nowsze aplikacje ROX Filera. Ten katalog powinien zostać umieszczony w miejscu, gdzie inne programy będą mogły go odnaleźć. Na przykład w ~/lib lub /usr/local/lib. Wersja ROX-Lib: %s Wersja PyGTK: %s Wersja GTK: %s Położenie PyGTK: %s

source: %s options
es: Opciones de %s
hu: %s beállításai
pl: %s opcje

source: _Revert
es: Deshace_r
hu: _Visszavonás
pl: _Przywróć

source: Restore all options to how they were when the window was opened
es: Restaura todas las opciones a como estaban cuando la ventana fue abierta
hu: Visszaállítja az ablak megnyitásakor érvényes beállításokat
pl: Przywróć poprzednie wartości opcji

source: The pygtk2 package (2.0.0 or later) must be installed to use this program: http://rox.sourceforge.net/desktop/ROX-Lib
es: Para usar este programa tiene que estar instalado el paquete pygtk2 (2.0.0 o superior): http://rox.sourceforge.net/rox_lib.html
hu: Ehhez a programhoz telepíteni kell a pygtk2 csomagot (2.0.0-t vagy újabbat): http://rox.sourceforge.net/desktop/ROX-Lib
pl: Aby użyć tego programu, pakiet pygtk2 (2.0.0 lub nowszy) musi być zainstalowany: http://rox.sourceforge.net/desktop/ROX-Lib

source: Broken pygtk installation: found pygtk (%s), but not gtk!
es: Instalación de pygtk defectuosa: ¡se ha encontrado pygtk (%s), pero no gtk!
hu: Hibás a pygtk telepítése: van pygtk (%s), de nincs gtk!
pl: Uszkodzona instalacja pygtk: znaleziono pygtk (%s), lecz brakuje gtk!

source: Operation aborted at user's request
es: Operación interrumpida por voluntad del usuario
hu: Művelet megszakítva a felhasználó kérésére
pl: Operacja przerwana na żądanie użytkownika

source: Error
hu: Hiba
pl: Błąd

source: Information
es: Información
hu: Információ
pl: Informacja

source: Confirm:
es: Confirmar:
hu: Megerősítés:
pl: Potwierdź:

source: You do not have the Python 'xml' module installed, which ROX-Lib2 requires. You need to install python-xmlbase (this is a small package; the full PyXML package is not required).
es: No está instalado el modulo «xml» de Python, requerido por ROX-Lib2. Necesita instalar «python-xmlbase» (es un paquete pequeño: no es necesario instalar el PyXML completo).
hu: Nincs telepítve a ROX-Lib2 működéséhez szükséges "xml" Python modul. Telepíteni kell a python-xmlbase csomagot (ez csak egy kis csomag; a teljes PyXML csomagra nincs szükség).
pl: Nie masz modułu Pythona 'xml' wymaganego przez ROX-Lib2. Musisz zainstalować python-xmlbase (to mały pakiet; pełny PyXML nie jest potrzebny).

source: _Details
es: _Detalles
hu: _Részletek
pl: _Szczegóły

source: _Bug Report
es: Enviar _Bug
hu: _Hibajelentés
pl: Raport o _błędzie

source: Forced Quit
es: Forzar Salida
hu: Erőltetett kilépés
pl: _Wyjście

source: Stack trace (innermost last)
es: Seguimiento de pila (normalmente la última)
hu: Veremlista (a legbelső van a végén)
pl: Zrzut stosu (wewnętrzne są ostatnie)

source: Local variables in selected frame:
es: Variables locales en el marco seleccionado:
hu: Helyi változók a kijelölt keretben:
pl: Zmienne lokalne w zaznaczonej ramce:

source: Retry
es: Reintentar
hu: Ismét
pl: Ponów

source: Examine
es: Examinar
hu: Megjelenítés
pl: Przebadaj

source: Error:
hu: Hiba:
pl: Błąd:

source: Could not create directory `%s' because a file already exists at that path.
es: Imposible crear el directorio «%s» porque el archivo ya existe en la ruta.
hu: Nem sikerült létrehozni a könyvtárat (%s), mert már létezik ilyen nevű fájl.
pl: Nie można utworzyć katalogu '%s' ponieważ istnieje już plik w tej lokalizacji.

source: Could not create directory `%s'.
es: Imposible crear el directorio «%s».
hu: Nem sikerült létrehozni a könyvtárat: "%s".
pl: Nie można utworzyć katalogu '%s'.

source: The program '%s' cannot be run, as the 0launch command is not available. It can be downloaded from here: http://0install.net/injector.html
es: No es posible ejecutar el programa «%s», porque el comando «0launch» no está disponible. Puede descargarlo de aquí: http://0install.net/injector.html
hu: Nem lehet futtatni a programot (%s), mert a 0launch parancs nem található. Innen tölthető le: http://0install.net/injector.html
pl: Nie można uruchomić programu '%s' ponieważ komenda 0launch jest niedostępna. Możesz ją pobrać stąd: http://0install.net/injector.html

source: Cannot load files from a remote machine (multiple files, or target application/octet-stream not provided)
es: Imposible cargar el archivo de la máquina remota (archivos múltiples o target application/octet-stream no existente)
hu: Nem tudom betölteni másik gépről a fájlokat (vagy több fájl van, vagy nincs megadva az application/octet-stream)
pl: Nie można załadować plików ze zdalnego hosta (zbyt wiele plików lub aplikacja obsługująca typ application/octet-stream nie ustawiona)

source: The '%s' command returned an error code! Make sure you have the freedesktop.org shared MIME package: http://www.freedesktop.org/standards/shared-mime-info.html
es: El comando «%s» ha devuelto un código de error. Asegúrese de que tiene el paquete shared MIME de freedesktop.org: http://www.freedesktop.org/standards/shared-mime-info.html
hu: A parancs (%s) hibát jelzett! Telepítve kell hogy legyen a freedesktop.org "shared MIME" csomagja: http://www.freedesktop.org/standards/shared-mime-info.html
pl: Komenda '%s' zwróciła błąd! Upewnij się, że pakiet shared-mime-info z freedesktop.org jest zainstalowany: http://www.freedesktop.org/standards/shared-mime-info.html

source: Install %s
es: Instalar %s
hu: Telepítés: %s
pl: Instaluj %s

source: Type
es: Tipo
hu: Típus
pl: Typ

source: Name
es: Nombre
hu: Név
pl: Nazwa

source: Current
es: Actual
hu: Jelenlegi
pl: Bieżący

source: Install?
es: ¿Instalar?
hu: Telepítés?
pl: Zainstalować?

source: Uninstall?
es: ¿Desinstalar?
hu: Eltávolítás?
pl: Odinstalować?

source: Run actions can be changed by selecting a file of the appropriate type in the Filer and selecting the menu option 'Set Run Action...'
es: La acción por defecto para ejecutar puede ser cambiada seleccionando un archivo del tipo apropiado en el Filer y escogiendo la opción del menú «Definir Acción»
hu: A programok hozzárendelését a fájlkezelőben lehet megváltoztatni. Jelölj ki egy megfelelő típusú fájlt, majd használd a "Program hozzárendelése..." menüpontot.
pl: Akcje mogą być zmieniane poprzez wybranie pliku właściwego typu w oknie Filera i użycie opcji menu 'Określ akcję...'

source: run action
es: ejecutar acción
hu: program-hozzárendelés
pl: akcja

source: thumbnail handler
es: gestor de miniaturas
hu: bélyegképkezelő
pl: aplikacja generująca miniaturki

source: Thumbnail handlers provide support for creating thumbnail images of types of file. The filer can generate thumbnails for most types of image (JPEG, PNG, etc.) but relies on helper applications for the others.
es: El gestor de miniaturas provee el soporte para crear miniaturas de imágenes de.diferentes tipos de archivos. El Filer puede generar miniaturas de muchos tipos de imágenes (JPEG, PNG, etc.), además cuenta con la ayuda de otras aplicaciones para generar miniaturas para otros tipos.
hu: A bélyegképkezelők különféle típusú fájlokhoz hoznak létre bélyegképeket. A fájlkezelő a gyakoribb képtípusokhoz (JPEG, PNG stb.) tud bélyegképeket készíteni, más típusokhoz azonban segédprogramokat használ.
pl: Filer potrafi samodzielnie tworzyć miniaturki obrazów w popularnych formatach (JPEG, PNG, itd.) lecz używa aplikacji generującej miniaturki dla pozostałych.

source: type handler
es: gestor de tipos
hu: típuskezelő
pl: aplikacja obsługująca typ

source: The application can handle files of these types. Click on OK to add it to the SendTo menu for the type of file, and also the customized File menu.
es: La aplicación puede manejar archivos de estos tipos. Haga click sobre «Ok» para añadirlo al menú «Enviar A...» y al menú personalizado «Archivo».
hu: Ezeket a fájltípusokat képes kezelni az alkalmazás. Az OK gombra kattintva lehet felvenni az alkalmazást a típushoz tartozó Küldés menübe, valamint a Fájl menübe.
pl: Aplikacja obsługująca pliki danych typów. Kliknij w OK aby dodać aplikację dla danego typu pliku do menu 'Wyślij do...' oraz 'Plik'.

source: Delete temporary file '%s'?
es: ¿Borrar el archivo temporal «%s»?
hu: Törlöd az átmeneti fájlt (%s)?
pl: Usunąć tymczasowy plik '%s'?

source: Drag the icon to a directory viewer (or enter a full pathname)
es: Arrastre el icono a un directorio (o introduzca una ruta completa)
hu: Dobd az ikont egy könyvtárablakba (vagy adj meg egy teljes útvonalat)
pl: Przeciągnij ikonę do przeglądarki katalogów (lub wprowadź pełną ścieżkę)

source: Unnamed
es: SinNombre
hu: Névtelen
pl: Bez nazwy

source: '%s' already exists as a directory.
es: «%s» ya existe y es un directorio.
hu: "%s" egy már létező könyvtár.
pl: '%s' już istnieje w tym katalogu.

source: Permissions changed from %o to %o.
es: Permisos cambiados de %o a %o.
hu: Jogok frissítve. Régi: %o, új: %o.
pl: Uprawnienia zmienione z %o na %o.

source: Size was %d bytes; now %d bytes.
es: El tamaño era de %d bytes, y ahora es de %d bytes.
hu: A méret %d byte volt; most %d byte.
pl: Poprzedni rozmiar: %d bajtów; obecny %d bajtów.

source: Modification time changed.
es: Los datos de la última modificación han cambiado.
hu: Megváltozott a módosítási idő.
pl: Data modyfikacji zmieniona.

source: File '%s' already exists -- overwrite it?
es: El archivo «%s» ya existe, ¿desea sobreescribirlo?
hu: "%s" már létezik. Felülírod?
pl: Plik '%s' już istnieje -- nadpisać?

source: _Overwrite
es: S_obreescribir
hu: _Felülírás
pl: _Nadpisz

source: _Discard
es: _Descartar
hu: El_vetés
pl: _Porzuć

source: Save As:
es: Guardar Como:
hu: Mentés másként:
pl: Zapisz jako:
